
[![Foo](https://drive.google.com/uc?id=0B0fmW_TsoVUOaHRYdkM2VVRwLWs)]


Ruxue_xiaApr 4 at 6:45am  初稿
推倒心墙

（约翰一书1:7 我们若在光明中行、如同　神在光明中、就彼此相交、他儿子耶稣的血也洗净我们一切的罪。）

向一个人倾吐自己的故事和心碎，在他（她）面前不掩饰自己的脆弱，这种信任是需要力量的。暴露自己的脆弱，最重要的是信任，所以我们总是需要选择几个挚友来分享我们的生活点滴---那些挣扎，胜利，心碎，喜悦，失败，成功，人生低谷和高峰，以及中间种种柴米油盐的日常。我们一生总需要有几个这样亲密的朋友，可以让我们把羞涩和顾虑放到一边，完完全全向他们展示最真实的自己。内心的恐惧和不安往往告诉我们，这种亲密关系并不存在，但请让我告诉你，它是实实在在存在的。

直到不久以前，我在生活中仿佛一直是个隐士，而我也自然而然把这种封闭归咎于自己内向的个性。曾经的创伤让我觉得没有人会爱上那个我深深隐藏起来的真实自己，于是让我敞开心扉向人诉说自己的喜怒哀乐几乎是不可能的事情。若是给我一支笔，我总能行云流水笔下生花，但让我面对面地和人倾吐就完全变成了一个无解的难题。

所以，多年养成的习惯让我凡事都自己悄悄解决，我也常常给人一种我并不需要亲密朋友的印象。我仿佛给自己织了一个封闭的茧，把自己小心翼翼的藏在里头，简直无法想象有朝一日会破茧而出与人亲近的时刻。

年初的时候，神开始挖掘出我生活里的一些根源问题。我终于意识到我需要向人敞开心扉，让他（她）搀扶着我回顾那些痛苦。对于我来说，不再掩饰自己的脆弱需要巨大的勇气，因为即便是这么多年来我身边最亲近的人也并不完全了解我所经历的一切。但我选择了鼓起勇气跨出这一步破茧而出，那感觉如同是一座高墙在身后轰然坍塌。现在，我第一次体会到与人亲密，我的友情亲情爱情都成长得越来越深厚。

展示脆弱和建立信赖无法一日而就需要不断的努力，但它们确实是基督徒建立健康完全的亲密关系的基础。耶稣基督创建教会也就是让主内的兄弟姐妹能够在如同神一样，在光明中行走，彼此相交。

主随心愿
神啊，求你帮我推倒那座挡在我和兄弟姐妹之间的高墙，让我看到自己的高贵如同你眼中的我，让我坦荡而行，让圣灵的工彰显在我的生命中。

